---
kind: property
id: P:Autodesk.Revit.DB.UnitTypeId.NewtonsPerSquareMillimeter
source: html/079b5caa-f180-d6cc-7d9d-59627aea4106.htm
---
# Autodesk.Revit.DB.UnitTypeId.NewtonsPerSquareMillimeter Property

Newtons per square millimeter.

## Syntax (C#)
```csharp
public static ForgeTypeId NewtonsPerSquareMillimeter { get; }
```